IDEA Open Model
ResultOnMeshType Enumeration
Compatible with IDEA StatiCa 20.1
 Type of result on mesh
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public enum ResultOnMeshType
Public Enumeration ResultOnMeshType
Members
Member name | Value | Description
Strain | 22 |  Strain
StrainCheck | 23 |  StrainCheck
Stress | 24 |  Stress
FondationStress | 26 |  Foundation stress
OverallCheck | 100 |  OverallCheck
See Also
Reference
IdeaRS.OpenModel.Result Namespace